Repository: prrrffrrrp/new_flask_mega_tutorial
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Please log in to access this page.
es: Por favor inicia la session para acceder a esta pagina.

source: Error: the translation service is not configured.
es: Error: el servicio de traduccion no esta configurado

source: Error: the translation service failed.
es: Error: Ha habido un fallo en el servicio de traduccion.

source: [Microblog] Reset Your Password
es: [Microblog] Reiniciar contrasena

source: Username
es: Nombre de usuario

source: Password
es: Contrasena

source: Remember Me
es: Recordarme

source: Sign In
es: Iniciar session

source: Email
es: Correo electronico

source: Repeat Password
es: Repite la contrasena

source: Register
es: Registrate

source: Please use a different username.
es: Prueba con un nombre the usuario diferente

source: Please use a different email address.
es: Prueba con otra direccion de correo electronico

source: Request Password Reset
es: Pedir una nueva contrasena

source: Invalid username or password
es: Nombre de usuario o contrasena invalidos

source: Congratulations, you are now a registered user!
es: Felicidades, te has registrado como nuevo usuario

source: Your password has been reset.
es: Ya tienes una nueva contrasena

source: Check your email for the instructions to reset your password
es: Comprueba las instrucciones en tu correo electronicoComprueba tu correo electronico. Te hemos enviado las instrucciones para cambiar tu contrasena

source: About me
es: Acerca de mi

source: Submit
es: Enviar

source: Say something
es: Escribe algo

source: Search
es: Buscar

source: Your changes have been saved.
es: Los cambios han sido guardados

source: Edit Profile
es: Editar Perfil

source: Explore
es: Explorar

source: User %(username)s not found.
es: Usuario %(username)s no ha sido encontrado

source: You cannot follow yourself!
es: No te puedes seguir a ti mismo!

source: You are following %(username)s
es: Estas siguiendo a %(username)s

source: Your post is now live!
es: Tu post ha sido publicado!

source: Home
es: Inicio

source: You cannot unfollow yourself!
es: No puedes dejar de seguirte a ti mismo

source: You are not following %(username)s
es: Ya no estas siguiendo a %(username)s

source: %(username)s said %(when)s
es: %(username)s dijo %(when)s

source: Translate
es: Traducir

source: Login
es: Iniciar session

source: Profile
es: Perfil

source: Logout
es: Cerrar session

source: Error: Could not contact server.
es: Error: No se ha podido establecer contacto con el servidor

source: Edit your profile
es: Edita tu profil

source: Follow
es: Sigue

source: Unfollow
es: Deja de seguir

source: Newer posts
es: Articulos siguientes

source: Not Found
es: Pagina no encontrada

source: Back
es: Atras

source: An unexpected error has occurred
es: Ha occurrido un error inesperado

source: The administrator has been notified. Sorry for the inconvenience!
es: El administrador ha sido notificado. Perdona la inconveniecia
